export default {
  projections: {
    НакладнаяE: {
      типНакл: {
        __caption__: 'Тип накл'
      },
      ответственный: {
        __caption__: 'Ответственный',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    НакладнаяL: {
      типНакл: {
        __caption__: 'Тип накл'
      },
      ответственный: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    типНакл: {
      __caption__: 'Тип накл'
    },
    ответственный: {
      __caption__: 'Ответственный'
    }
  }
};
